Repository: linux-mobile-broadband/ModemManager
Catalog: po/*.po
Languages: sl

source: Enable and view Cell Broadcast messages
sl: Omogoči in pokaži oddajna sporočila telefona

source: System policy prevents enabling or viewing this device's cell broadcast messages.
sl: Sistemska pravila preprečujejo omogočanje ali ogledovanje oddajnih telefonskih sporočil te naprave.

source: Control the Modem Manager daemon
sl: Upravljajte prikriti proces upravitelja modema

source: System policy prevents controlling the Modem Manager.
sl: Sistemska pravila preprečujejo nadzor upravitelja modemov.

source: Set the primary sim slot of a modem
sl: Nastavite primarno režo za kartico SIM modema

source: System policy prevents configuring modem properties.
sl: Sistemska pravila preprečujejo nastavljanje lastnosti modema.

source: Unlock and control a mobile broadband device
sl: Odklenite in nadzorujte naprave za mobilno širokopasovno povezavo

source: System policy prevents unlocking or controlling the mobile broadband device.
sl: Sistemska pravila preprečujejo odklepanje ali nadzor mobilne širokopasovne naprave.

source: Add, modify, and delete mobile broadband contacts
sl: Dodajte, spreminjajte in brišite stike za mobilno širokopasovno povezavo

source: System policy prevents adding, modifying, or deleting this device's contacts.
sl: Sistemska pravila preprečujejo dodajanje, spreminjanje ali brisanje stikov v tej napravi.

source: Send, save, modify, and delete text messages
sl: Pošiljajte, shranjujte, spreminjajte in brišite besedilna sporočila

source: System policy prevents sending or manipulating this device's text messages.
sl: Sistemska pravila preprečujejo pošiljanje besedilnih sporočil te naprave ali manipulacijo z njimi.

source: Accept incoming voice calls or start outgoing voice calls.
sl: Sprejmite dohodne glasovne klice ali začnite odhodne glasovne klice.

source: System policy prevents voice calls.
sl: Sistemska pravila preprečujejo glasovne klice.

source: Query network time and timezone information
sl: Poizvedujte po omrežnem času in časovnem pasu

source: System policy prevents querying network time information.
sl: Sistemska pravilna preprečujejo poizvedovanje po podatkih o omrežnem času.

source: Enable and view geographic location and positioning information
sl: Omogočite in oglejte si informacije o zemljepisni lokaciji in položaju

source: System policy prevents enabling or viewing geographic location information.
sl: Sistemska pravila preprečujejo omogočanje ali ogled informacij o zemljepisni lokaciji.

source: Query and utilize network information and services
sl: Poizvedujte in uporabljajte omrežne informacije in storitve

source: System policy prevents querying or utilizing network information and services.
sl: Sistemska pravila preprečujejo poizvedovanje ali uporabo omrežnih informacij in storitev.

source: Query and manage firmware on a mobile broadband device
sl: Poizvedujte in upravljajte vdelano programsko opremo v mobilni širokopasovni napravi

source: System policy prevents querying or managing this device's firmware.
sl: Sistemska pravila preprečujejo poizvedovanje ali upravljanje vdelane programske opreme te naprave.

source: ModemManager needs to reset devices
sl: ModemManager mora ponastaviti naprave
